Repository: Koko-Koding/art-routes
Catalog: plugins/art-routes/languages/art-routes-*.po
Languages: nl_nl

source: Interactive art route maps with OpenStreetMap integration for WordPress. Create custom routes with artworks and points of interest, track user progress, and display interactive maps with Leaflet.js.
nl_nl: Interactieve kunstroute-kaarten met OpenStreetMap-integratie voor WordPress. Maak routes met kunstwerken en bezienswaardigheden, volg gebruikersvoortgang en toon interactieve kaarten met Leaflet.js.

source: Invalid request or permissions.
nl_nl: Ongeldig verzoek of onvoldoende rechten.

source: New Artwork near %1$s, %2$s
nl_nl: Nieuw kunstwerk nabij %1$s, %2$s

source: New Info Point near %1$s, %2$s
nl_nl: Nieuw infopunt nabij %1$s, %2$s

source: Security check failed
nl_nl: Beveiligingscontrole mislukt

source: Invalid route ID
nl_nl: Ongeldig route-ID

source: Route not found
nl_nl: Route niet gevonden

source: Auto-detect from context
nl_nl: Automatisch detecteren vanuit context

source: Edition Map
nl_nl: Editiekaart

source: Display an interactive map for an Edition with routes, locations, and info points.
nl_nl: Toon een interactieve kaart voor een editie met routes, locaties en infopunten.

source: Edition
nl_nl: Editie

source: Select an edition or use auto-detect to determine from page context.
nl_nl: Selecteer een editie of gebruik automatische detectie vanuit de paginacontext.

source: Display Options
nl_nl: Weergaveopties

source: Show Routes
nl_nl: Toon routes

source: Show Locations
nl_nl: Toon locaties

source: Show Info Points
nl_nl: Toon infopunten

source: Show Legend
nl_nl: Toon legenda

source: Map Settings
nl_nl: Kaartinstellingen

source: Map Height
nl_nl: Kaarthoogte

source: Enter a CSS value (e.g., 500px, 50vh)
nl_nl: Voer een CSS-waarde in (bijv. 500px, 50vh)

source: Note: The map preview may differ from the frontend display.
nl_nl: Let op: het kaartvoorbeeld kan afwijken van de weergave op de website.

source: Please select an Edition or the block will auto-detect from the page context.
nl_nl: Selecteer een editie of het blok detecteert automatisch vanuit de paginacontext.

source: Auto-detect from page
nl_nl: Automatisch detecteren van pagina

source: Unknown Edition
nl_nl: Onbekende editie

source: Locations
nl_nl: Locaties

source: Info Points
nl_nl: Infopunten

source: Legend
nl_nl: Legenda

source: Nothing selected
nl_nl: Niets geselecteerd

source: Interactive map preview
nl_nl: Interactief kaartvoorbeeld

source: Showing
nl_nl: Weergave

source: The interactive map will appear on the published page
nl_nl: De interactieve kaart verschijnt op de gepubliceerde pagina

source: Loading...
nl_nl: Laden...

source: No items found.
nl_nl: Geen items gevonden.

source: Select an edition to manage its content.
nl_nl: Selecteer een editie om de inhoud te beheren.

source: Are you sure you want to delete this item? This cannot be undone.
nl_nl: Weet je zeker dat je dit item wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Are you sure you want to delete the selected items? This cannot be undone.
nl_nl: Weet je zeker dat je de geselecteerde items wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Saving...
nl_nl: Opslaan...

source: Saved!
nl_nl: Opgeslagen!

source: Error saving. Please try again.
nl_nl: Fout bij opslaan. Probeer het opnieuw.

source: Please select at least one item.
nl_nl: Selecteer ten minste één item.

source: Publish
nl_nl: Publiceren

source: Draft
nl_nl: Concept

source: Edit
nl_nl: Bewerken

source: View
nl_nl: Bekijken

source: Delete
nl_nl: Verwijderen

source: published
nl_nl: gepubliceerd

source: drafts
nl_nl: concepten

source: → Draft
nl_nl: → Concept

source: → Publish
nl_nl: → Publiceren

source: Set to Draft
nl_nl: Instellen als concept

source: Use global default
nl_nl: Gebruik globale standaard

source: Settings saved successfully.
nl_nl: Instellingen succesvol opgeslagen.

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt onvoldoende rechten om deze pagina te openen.

source: Edition Dashboard
nl_nl: Editie-dashboard

source: Select Edition:
nl_nl: Selecteer editie:

source: -- Select an edition --
nl_nl: -- Selecteer een editie --

source: View Frontend
nl_nl: Bekijk website

source: Draft (faded)
nl_nl: Concept (vervaagd)

source: Bulk Actions
nl_nl: Bulkacties

source: Apply
nl_nl: Toepassen

source: Select All
nl_nl: Alles selecteren

source: Select None
nl_nl: Niets selecteren

source: Select Drafts
nl_nl: Concepten selecteren

source: Title
nl_nl: Titel

source: Actions
nl_nl: Acties

source: Icon
nl_nl: Icoon

source: Edition Settings
nl_nl: Editie-instellingen

source: Event Dates
nl_nl: Evenementdata

source: Optional: Set the event dates for this edition.
nl_nl: Optioneel: stel de evenementdata in voor deze editie.

source: Start Date:
nl_nl: Startdatum:

source: End Date:
nl_nl: Einddatum:

source: Default Location Icon
nl_nl: Standaard locatie-icoon

source: Default icon for locations in this edition that do not have an icon assigned.
nl_nl: Standaard icoon voor locaties in deze editie die geen icoon toegewezen hebben.

source: Icon:
nl_nl: Icoon:

source: Terminology Overrides
nl_nl: Terminologie-overschrijvingen

source: Override the global terminology labels for this edition. Leave empty to use the global settings (shown as placeholders).
nl_nl: Overschrijf de globale terminologielabels voor deze editie. Laat leeg om de globale instellingen te gebruiken (weergegeven als placeholders).

source: Singular
nl_nl: Enkelvoud

source: Plural
nl_nl: Meervoud

source: The main paths users follow
nl_nl: De belangrijkste paden die gebruikers volgen

source: Location
nl_nl: Locatie

source: Main content items (artworks, performances, etc.)
nl_nl: Belangrijkste inhoudsitems (kunstwerken, uitvoeringen, etc.)

source: Info Point
nl_nl: Infopunt

source: Information markers along routes
nl_nl: Informatiemarkeringen langs routes

source: Creator
nl_nl: Maker

source: People/entities associated with locations
nl_nl: Personen/entiteiten gekoppeld aan locaties

source: Save Settings
nl_nl: Instellingen opslaan

source: Security check failed.
nl_nl: Beveiligingscontrole mislukt.

source: You do not have permission to access this data.
nl_nl: Je hebt geen toestemming om deze gegevens te openen.

source: No edition selected.
nl_nl: Geen editie geselecteerd.

source: Invalid edition.
nl_nl: Ongeldige editie.

source: You do not have permission to update this item.
nl_nl: Je hebt geen toestemming om dit item bij te werken.

source: Invalid post ID.
nl_nl: Ongeldig bericht-ID.

source: Post not found.
nl_nl: Bericht niet gevonden.

source: Invalid post type.
nl_nl: Ongeldig berichttype.

source: Invalid field.
nl_nl: Ongeldig veld.

source: Invalid status value. Must be "publish" or "draft".
nl_nl: Ongeldige statuswaarde. Moet "publish" of "draft" zijn.

source: Latitude must be between -90 and 90.
nl_nl: Breedtegraad moet tussen -90 en 90 liggen.

source: Longitude must be between -180 and 180.
nl_nl: Lengtegraad moet tussen -180 en 180 liggen.

source: Unknown field type.
nl_nl: Onbekend veldtype.

source: You do not have permission to perform this action.
nl_nl: Je hebt geen toestemming om deze actie uit te voeren.

source: Invalid bulk action.
nl_nl: Ongeldige bulkactie.

source: No items selected.
nl_nl: Geen items geselecteerd.

source: %d item published.
nl_nl: %d item gepubliceerd.

source: %d item set to draft.
nl_nl: %d item op concept gezet.

source: %d item deleted.
nl_nl: %d item verwijderd.

source: %d item could not be processed.
nl_nl: %d item kon niet verwerkt worden.

source: You do not have permission to save settings.
nl_nl: Je hebt geen toestemming om instellingen op te slaan.

source: Editions
nl_nl: Edities

source: Add New
nl_nl: Nieuw toevoegen

source: Add New Edition
nl_nl: Nieuwe editie toevoegen

source: Edit Edition
nl_nl: Editie bewerken

source: New Edition
nl_nl: Nieuwe editie

source: View Edition
nl_nl: Editie bekijken

source: View Editions
nl_nl: Edities bekijken

source: Search Editions
nl_nl: Edities zoeken

source: No editions found
nl_nl: Geen edities gevonden

source: No editions found in Trash
nl_nl: Geen edities gevonden in prullenbak

source: Edition Archives
nl_nl: Editie-archieven

source: Edition Attributes
nl_nl: Editie-attributen

source: People/entities associated with locations (artists, performers, etc.)
nl_nl: Personen/entiteiten gekoppeld aan locaties (kunstenaars, artiesten, etc.)

source: Singular:
nl_nl: Enkelvoud:

source: Plural:
nl_nl: Meervoud:

source: none
nl_nl: geen

source: Default Location Icon:
nl_nl: Standaard locatie-icoon:

source: Use global default (%s)
nl_nl: Gebruik globale standaard (%s)

source: Delete Edition
nl_nl: Editie verwijderen

source: Delete %s
nl_nl: %s verwijderen

source: Delete %d editions
nl_nl: %d edities verwijderen

source: This edition contains:
nl_nl: Deze editie bevat:

source: This edition has no linked content.
nl_nl: Deze editie heeft geen gekoppelde inhoud.

source: What would you like to do?
nl_nl: Wat wil je doen?

source: Delete Edition Only
nl_nl: Alleen editie verwijderen

source: Delete Everything
nl_nl: Alles verwijderen

source: Cancel
nl_nl: Annuleren

source: Deleting...
nl_nl: Verwijderen...

source: An error occurred. Please try again.
nl_nl: Er is een fout opgetreden. Probeer het opnieuw.

source: Permission denied.
nl_nl: Toegang geweigerd.

source: No editions specified.
nl_nl: Geen edities opgegeven.

source: Deleted %1$d edition(s). %2$d item(s) were unlinked.
nl_nl: %1$d editie(s) verwijderd. %2$d item(s) zijn ontkoppeld.

source: Deleted %1$d edition(s), %2$d route(s), %3$d location(s), %4$d info point(s).
nl_nl: %1$d editie(s), %2$d route(s), %3$d locatie(s), %4$d infopunt(en) verwijderd.

source: Import/Export
nl_nl: Importeren/Exporteren

source: Import
nl_nl: Importeren

source: Export
nl_nl: Exporteren

source: Go to %s Dashboard
nl_nl: Ga naar %s dashboard

source: Import %1$s & %2$s from CSV
nl_nl: %1$s & %2$s importeren uit CSV

source: Upload a CSV file to import locations and information points. Items will be created as drafts for review before publishing.
nl_nl: Upload een CSV-bestand om locaties en informatiepunten te importeren. Items worden als concept aangemaakt ter beoordeling voor publicatie.

source: Select an edition
nl_nl: Selecteer een editie

source: Create new edition
nl_nl: Nieuwe editie aanmaken

source: All imported items will be assigned to this edition.
nl_nl: Alle geïmporteerde items worden aan deze editie toegewezen.

source: New Edition Name
nl_nl: Naam nieuwe editie

source: Enter a name for the new edition (e.g., "Kunstroute 2026").
nl_nl: Voer een naam in voor de nieuwe editie (bijv. "Kunstroute 2026").

source: CSV File
nl_nl: CSV-bestand

source: Select a CSV file following the template format.
nl_nl: Selecteer een CSV-bestand volgens het sjabloonformaat.

source: Import CSV
nl_nl: CSV importeren

source: CSV Template
nl_nl: CSV-sjabloon

source: Download the template CSV file to see the required format for importing.
nl_nl: Download het CSV-sjabloonbestand om het vereiste formaat voor importeren te bekijken.

source: Download Template CSV
nl_nl: Download CSV-sjabloon

source: CSV Format
nl_nl: CSV-formaat

source: The CSV file should have the following columns:
nl_nl: Het CSV-bestand moet de volgende kolommen bevatten:

source: Column
nl_nl: Kolom

source: Required
nl_nl: Verplicht

source: Description
nl_nl: Beschrijving

source: Yes
nl_nl: Ja

source: "location" or "info_point"
nl_nl: "location" of "info_point"

source: The title of the item
nl_nl: De titel van het item

source: No
nl_nl: Nee

source: Full description/content
nl_nl: Volledige beschrijving/inhoud

source: GPS latitude (e.g., 52.0907)
nl_nl: GPS-breedtegraad (bijv. 52.0907)

source: GPS longitude (e.g., 5.1214)
nl_nl: GPS-lengtegraad (bijv. 5.1214)

source: %s only: Display number (e.g., A1, 1)
nl_nl: Alleen %s: volgnummer (bijv. A1, 1)

source: Icon filename (e.g., icon.svg)
nl_nl: Icoon bestandsnaam (bijv. icon.svg)

source: %s only: Creator/artist name
nl_nl: Alleen %s: naam van de maker/kunstenaar

source: Import from GPX
nl_nl: Importeren uit GPX

source: Upload a GPX file to import route paths and/or waypoints. Routes will be created as drafts for review.
nl_nl: Upload een GPX-bestand om routepaden en/of waypoints te importeren. Routes worden als concept aangemaakt ter beoordeling.

source: GPX File
nl_nl: GPX-bestand

source: Select a GPX file containing tracks and/or waypoints.
nl_nl: Selecteer een GPX-bestand met tracks en/of waypoints.

source: Import Mode
nl_nl: Importmodus

source: Route path only
nl_nl: Alleen routepad

source: Import tracks as route paths. Waypoints are ignored.
nl_nl: Importeer tracks als routepaden. Waypoints worden genegeerd.

source: Route path + waypoints as %s
nl_nl: Routepad + waypoints als %s

source: Import tracks as route paths and waypoints as %s.
nl_nl: Importeer tracks als routepaden en waypoints als %s.

source: Waypoints as %s only
nl_nl: Alleen waypoints als %s

source: Ignore track data, only import waypoints.
nl_nl: Negeer trackgegevens, importeer alleen waypoints.

source: Import GPX
nl_nl: GPX importeren

source: Export Edition Data
nl_nl: Editiegegevens exporteren

source: Export all locations and information points from an edition to CSV or GPX format.
nl_nl: Exporteer alle locaties en informatiepunten van een editie naar CSV- of GPX-formaat.

source: Format
nl_nl: Formaat

source: GPX (GPS Exchange Format)
nl_nl: GPX (GPS Exchange-formaat)

source: CSV is best for spreadsheet editing. GPX is compatible with GPS devices and mapping apps.
nl_nl: CSV is het beste voor spreadsheetbewerking. GPX is compatibel met GPS-apparaten en kaart-apps.

source: No editions found. Please create an edition first.
nl_nl: Geen edities gevonden. Maak eerst een editie aan.

source: Security check failed. Please try again.
nl_nl: Beveiligingscontrole mislukt. Probeer het opnieuw.

source: You do not have permission to import data.
nl_nl: Je hebt geen toestemming om gegevens te importeren.

source: Please enter a name for the new edition.
nl_nl: Voer een naam in voor de nieuwe editie.

source: Failed to create edition.
nl_nl: Kon editie niet aanmaken.

source: Please select an edition.
nl_nl: Selecteer een editie.

source: Selected edition does not exist.
nl_nl: Geselecteerde editie bestaat niet.

source: File upload failed.
nl_nl: Bestandsupload mislukt.

source: The file is too large.
nl_nl: Het bestand is te groot.

source: No file was uploaded.
nl_nl: Er is geen bestand geüpload.

source: Please upload a CSV file.
nl_nl: Upload een CSV-bestand.

source: Could not read the uploaded file.
nl_nl: Kon het geüploade bestand niet lezen.

source: The CSV file is empty.
nl_nl: Het CSV-bestand is leeg.

source: Missing required columns: %s
nl_nl: Ontbrekende verplichte kolommen: %s

source: Row %1$d: Invalid type "%2$s". Must be "location" or "info_point".
nl_nl: Rij %1$d: ongeldig type "%2$s". Moet "location" of "info_point" zijn.

source: Row %d: Name is required.
nl_nl: Rij %d: naam is verplicht.

source: Row %d: Invalid latitude or longitude.
nl_nl: Rij %d: ongeldige breedtegraad of lengtegraad.

source: Row %d: Latitude must be between -90 and 90.
nl_nl: Rij %d: breedtegraad moet tussen -90 en 90 liggen.

source: Row %d: Longitude must be between -180 and 180.
nl_nl: Rij %d: lengtegraad moet tussen -180 en 180 liggen.

source: Row %1$d: Failed to create post - %2$s
nl_nl: Rij %1$d: kon bericht niet aanmaken - %2$s

source: Import complete: %1$d %2$s and %3$d %4$s created as drafts.
nl_nl: Importeren voltooid: %1$d %2$s en %3$d %4$s aangemaakt als concepten.

source: %s skipped (duplicates).
nl_nl: %s overgeslagen (duplicaten).

source: and
nl_nl: en

source: %d row had errors.
nl_nl: %d rij bevatte fouten.

source: Please upload a GPX file.
nl_nl: Upload een GPX-bestand.

source: Invalid GPX file. Could not parse XML.
nl_nl: Ongeldig GPX-bestand. Kon XML niet verwerken.

source: Imported Route %d
nl_nl: Geïmporteerde route %d

source: Track "%s" has no valid points and was skipped.
nl_nl: Track "%s" heeft geen geldige punten en is overgeslagen.

source: Failed to create route "%1$s": %2$s
nl_nl: Kon route "%1$s" niet aanmaken: %2$s

source: Imported Location %d
nl_nl: Geïmporteerde locatie %d

source: Failed to create location "%1$s": %2$s
nl_nl: Kon locatie "%1$s" niet aanmaken: %2$s

source: GPX import complete: %s created as drafts.
nl_nl: GPX-import voltooid: %s aangemaakt als concepten.

source: %d item had errors.
nl_nl: %d item bevatte fouten.

source: You do not have permission to access this resource.
nl_nl: Je hebt geen toestemming om deze bron te openen.

source: Route Path
nl_nl: Routepad

source: Artwork Location
nl_nl: Kunstwerk Locatie

source: Info Point Location
nl_nl: Infopunt locatie

source: Artist(s)
nl_nl: Kunstenaars

source: Artwork Icon
nl_nl: Kunstwerk-icoon

source: Info Point Icon
nl_nl: Infopunt-icoon

source: Route Icon
nl_nl: Route-icoon

source: Walking route
nl_nl: Wandelroute

source: Bicycle route
nl_nl: Fietsroute

source: Wheelchair friendly
nl_nl: Rolstoelvriendelijk

source: Child-friendly route
nl_nl: Kindvriendelijke route

source: Route Length (km)
nl_nl: Routelengte (km)

source: Duration (minutes)
nl_nl: Duur (minuten)

source: Calculate estimated duration based on route distance and type
nl_nl: Bereken geschatte duur op basis van route afstand en type

source: Calculate
nl_nl: Bereken

source: Select Type
nl_nl: Selecteer Type

source: Show completed route path
nl_nl: Toon afgelegd routepad

source: When checked, users will see which part of the route they have already traversed.
nl_nl: Indien aangevinkt, zien gebruikers welk deel van de route ze al hebben afgelegd.

source: Show artwork notifications
nl_nl: Toon kunstwerk meldingen

source: When checked, users will receive a notification when they pass near an artwork.
nl_nl: Indien aangevinkt, ontvangen gebruikers een melding wanneer ze in de buurt van een kunstwerk komen.

source: Enter the route path as a series of latitude,longitude points. One point per line.
nl_nl: Voer het routepad in als een reeks van breedtegraad,lengtegraad punten. Eén punt per regel.

source: Example: 52.3702, 4.8952
nl_nl: Voorbeeld: 52.3702, 4.8952

source: Use Map to Create Route
nl_nl: Gebruik Kaart om Route te Maken

source: Number
nl_nl: Nummer

source: Optional artwork number for identification
nl_nl: Optioneel kunstwerknummer voor identificatie

source: Optional location description (e.g., "Near the town square")
nl_nl: Optionele locatiebeschrijving (bijv. "Bij het dorpsplein")

source: Wheelchair accessible
nl_nl: Rolstoeltoegankelijk

source: Check if this artwork is accessible by wheelchair.
nl_nl: Vink aan als dit kunstwerk rolstoeltoegankelijk is.

source: Stroller accessible
nl_nl: Buggytoegankelijk

source: Check if this artwork is accessible by stroller.
nl_nl: Vink aan als dit kunstwerk toegankelijk is met een buggy.

source: Latitude
nl_nl: Breedtegraad

source: Longitude
nl_nl: Lengtegraad

source: Pick Location on Map
nl_nl: Kies Locatie op Kaart

source: Connect this artwork to one or more posts representing the artist(s).
nl_nl: Verbind dit kunstwerk met een of meer berichten die de kunstenaar(s) representeren.

source: Search for content:
nl_nl: Zoek naar inhoud:

source: Start typing to search...
nl_nl: Begin met typen om te zoeken...

source: Filter by post type:
nl_nl: Filteren op berichttype:

source: All post types
nl_nl: Alle berichttypes

source: Selected Artist(s):
nl_nl: Geselecteerde kunstenaar(s):

source: Remove
nl_nl: Verwijderen

source: These posts will be associated with this artwork as artists.
nl_nl: Deze berichten worden geassocieerd met dit kunstwerk als kunstenaars.

source: Select Icon:
nl_nl: Selecteer icoon:

source: -- No Icon --
nl_nl: -- Geen icoon --

source: Preview:
nl_nl: Voorbeeld:

source: Select an icon for this artwork. The icon will be displayed as a marker on the map.
nl_nl: Selecteer een icoon voor dit kunstwerk. Het icoon wordt als markering op de kaart weergegeven.

source: Select an icon for this information point. The icon will be displayed as a marker on the map.
nl_nl: Selecteer een icoon voor dit informatiepunt. Het icoon wordt als markering op de kaart weergegeven.

source: Select an icon for this route. The icon will be shown on the route overview page.
nl_nl: Selecteer een icoon voor deze route. Het icoon wordt getoond op de route-overzichtspagina.

source: — No Edition —
nl_nl: — Geen editie —

source: Assign this content to an edition.
nl_nl: Wijs deze inhoud toe aan een editie.

source: Add New Route
nl_nl: Nieuwe Route Toevoegen

source: Edit Route
nl_nl: Route Bewerken

source: View Route
nl_nl: Route Bekijken

source: Search Routes
nl_nl: Routes Zoeken

source: No routes found
nl_nl: Geen routes gevonden

source: Artworks
nl_nl: Kunstwerken

source: Artwork
nl_nl: Kunstwerk

source: Add New Artwork
nl_nl: Nieuw Kunstwerk Toevoegen

source: Edit Artwork
nl_nl: Kunstwerk Bewerken

source: View Artwork
nl_nl: Kunstwerk Bekijken

source: Search Artworks
nl_nl: Kunstwerken Zoeken

source: No artworks found
nl_nl: Geen kunstwerken gevonden

source: Information Points
nl_nl: Informatiepunten

source: Information Point
nl_nl: Informatiepunt

source: Add New Info Point
nl_nl: Nieuw informatiepunt toevoegen

source: Edit Info Point
nl_nl: Informatiepunt bewerken

source: View Info Point
nl_nl: Informatiepunt bekijken

source: Search Info Points
nl_nl: Informatiepunten zoeken

source: No info points found
nl_nl: Geen informatiepunten gevonden

source: Artwork latitude coordinate
nl_nl: Breedtegraadcoördinaat kunstwerk

source: Artwork longitude coordinate
nl_nl: Lengtegraadcoördinaat kunstwerk

source: Artwork number
nl_nl: Kunstwerknummer

source: Artwork location description
nl_nl: Locatiebeschrijving kunstwerk

source: Artwork icon filename
nl_nl: Icoon bestandsnaam kunstwerk

source: Artwork icon URL
nl_nl: Kunstwerk icoon-URL

source: Information point latitude coordinate
nl_nl: Breedtegraadcoördinaat informatiepunt

source: Information point longitude coordinate
nl_nl: Lengtegraadcoördinaat informatiepunt

source: Information point icon filename
nl_nl: Icoon bestandsnaam informatiepunt

source: Information point icon URL
nl_nl: Icoon-URL informatiepunt

source: Artists
nl_nl: Kunstenaars

source: None
nl_nl: Geen

source: All Editions
nl_nl: Alle edities

source: No Edition
nl_nl: Geen editie

source: View details
nl_nl: Bekijk details

source: Read more
nl_nl: Lees meer

source: Show All Routes
nl_nl: Toon Alle Routes

source: Congratulations! You have completed this route!
nl_nl: Gefeliciteerd! Je hebt deze route voltooid!

source: You are near an artwork!
nl_nl: Je bent in de buurt van een kunstwerk!

source: Uploading...
nl_nl: Uploaden...

source: Upload failed.
nl_nl: Upload mislukt.

source: Are you sure you want to delete this icon? This cannot be undone.
nl_nl: Weet je zeker dat je dit icoon wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Delete failed.
nl_nl: Verwijderen mislukt.

source: Add Artwork
nl_nl: Kunstwerk toevoegen

source: Add Info Point
nl_nl: Infopunt toevoegen

source: Are you sure you want to remove this point from the route?
nl_nl: Weet je zeker dat je dit punt van de route wilt verwijderen?

source: Error loading points for this route.
nl_nl: Fout bij laden van punten voor deze route.

source: Error saving points.
nl_nl: Fout bij opslaan van punten.

source: Saving points...
nl_nl: Punten opslaan...

source: Points saved successfully.
nl_nl: Punten succesvol opgeslagen.

source: Warning: This point is a draft and won't be visible on the public map.
nl_nl: Waarschuwing: dit punt is een concept en zal niet zichtbaar zijn op de openbare kaart.

source: Start Drawing
nl_nl: Begin met Tekenen

source: Stop Drawing
nl_nl: Stop met Tekenen
