Repository: Koko-Koding/art-routes
Catalog: plugins/art-routes/languages/art-routes-*.po
Languages: nl_nl

source: Clear Path
nl_nl: Pad wissen

source: Select an action.
nl_nl: Selecteer een actie.

source: Points of Interest
nl_nl: Bezienswaardigheden

source: Map View
nl_nl: Kaartweergave

source: Fit Route
nl_nl: Toon Route

source: My Location
nl_nl: Mijn Locatie

source: Search Location
nl_nl: Locatie zoeken

source: Enter address or place...
nl_nl: Voer adres of plaats in...

source: Search
nl_nl: Zoeken

source: Use controls above to draw the route or add points. Click on the map to place items.
nl_nl: Gebruik de knoppen hierboven om de route te tekenen of punten toe te voegen. Klik op de kaart om items te plaatsen.

source: route points
nl_nl: routepunten

source: artworks
nl_nl: kunstwerken

source: info points
nl_nl: infopunten

source: Route distance:
nl_nl: Route-afstand:

source: Close
nl_nl: Sluiten

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Pick Artwork Location
nl_nl: Kies Kunstwerk Locatie

source: Search Location:
nl_nl: Locatie Zoeken:

source: Enter location...
nl_nl: Voer locatie in...

source: Click on the map to select the artwork location.
nl_nl: Klik op de kaart om de locatie van het kunstwerk te selecteren.

source: Selected coordinates:
nl_nl: Geselecteerde coördinaten:

source: Save Location
nl_nl: Locatie Opslaan

source: Art Routes Settings
nl_nl: Art Routes Instellingen

source: Settings
nl_nl: Instellingen

source: General
nl_nl: Algemeen

source: Terminology
nl_nl: Terminologie

source: Custom Icons
nl_nl: Aangepaste iconen

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: Default Route
nl_nl: Standaard Route

source: Select a default route
nl_nl: Selecteer een standaard route

source: This route will be used when no specific route is selected.
nl_nl: Deze route wordt gebruikt wanneer er geen specifieke route is geselecteerd.

source: No routes available. Please create a route first.
nl_nl: Geen routes beschikbaar. Maak eerst een route aan.

source: Location Tracking
nl_nl: Locatie Volgen

source: Enable location tracking for users
nl_nl: Locatie volgen inschakelen voor gebruikers

source: When enabled, users will be prompted to share their location to track progress on routes.
nl_nl: Indien ingeschakeld, worden gebruikers gevraagd om hun locatie te delen om voortgang op routes bij te houden.

source: No default icon (gray circle)
nl_nl: Geen standaard icoon (grijze cirkel)

source: Select a default icon for locations that do not have an icon assigned (e.g., imported via GPX).
nl_nl: Selecteer een standaard icoon voor locaties die geen icoon toegewezen hebben (bijv. geïmporteerd via GPX).

source: The main paths users follow (e.g., "Art Route", "Trail", "Walk")
nl_nl: De belangrijkste paden die gebruikers volgen (bijv. "Kunstroute", "Wandeling", "Trail")

source: Points of interest along routes (e.g., "Artwork", "Performance", "Venue")
nl_nl: Bezienswaardigheden langs routes (bijv. "Kunstwerk", "Optreden", "Locatie")

source: Information markers along routes (e.g., "Info Point", "Landmark", "Stop")
nl_nl: Informatiemarkeringen langs routes (bijv. "Infopunt", "Bezienswaardigheid", "Halte")

source: People or entities associated with locations (e.g., "Artist", "Performer", "Author")
nl_nl: Personen of entiteiten gekoppeld aan locaties (bijv. "Kunstenaar", "Artiest", "Auteur")

source: Customize the labels used throughout the plugin. Leave fields empty to use the default values shown as placeholders.
nl_nl: Pas de labels aan die in de hele plugin worden gebruikt. Laat velden leeg om de standaardwaarden te gebruiken (weergegeven als placeholders).

source: The URL-friendly version (lowercase, no spaces). After changing, go to Settings > Permalinks and click Save to refresh URL rules.
nl_nl: De URL-vriendelijke versie (kleine letters, geen spaties). Ga na het wijzigen naar Instellingen > Permalinks en klik op Opslaan om de URL-regels te vernieuwen.

source: Upload Custom Icons
nl_nl: Aangepaste iconen uploaden

source: Upload custom icons (SVG, PNG, JPG, or WebP) to use for locations and info points. Uploaded icons will appear in all icon selection dropdowns.
nl_nl: Upload aangepaste iconen (SVG, PNG, JPG of WebP) voor gebruik bij locaties en infopunten. Geüploade iconen verschijnen in alle icoon-selectiemenu's.

source: Select Icon File:
nl_nl: Selecteer icoonbestand:

source: Recommended: SVG files for best quality at any size. PNG/JPG supported for compatibility.
nl_nl: Aanbevolen: SVG-bestanden voor de beste kwaliteit op elk formaat. PNG/JPG ondersteund voor compatibiliteit.

source: Upload Icon
nl_nl: Icoon uploaden

source: Uploaded Custom Icons
nl_nl: Geüploade aangepaste iconen

source: No custom icons uploaded yet.
nl_nl: Nog geen aangepaste iconen geüpload.

source: No file uploaded or upload error.
nl_nl: Geen bestand geüpload of uploadfout.

source: Invalid file type. Allowed: SVG, PNG, JPG, WebP.
nl_nl: Ongeldig bestandstype. Toegestaan: SVG, PNG, JPG, WebP.

source: Invalid file type detected.
nl_nl: Ongeldig bestandstype gedetecteerd.

source: SVG file failed security validation.
nl_nl: SVG-bestand is niet door de beveiligingsvalidatie gekomen.

source: Could not create icons directory.
nl_nl: Kon icoonmap niet aanmaken.

source: Failed to save file.
nl_nl: Kon bestand niet opslaan.

source: Failed to read uploaded file.
nl_nl: Kon geüpload bestand niet lezen.

source: Icon uploaded successfully.
nl_nl: Icoon succesvol geüpload.

source: No filename provided.
nl_nl: Geen bestandsnaam opgegeven.

source: Cannot delete built-in icons.
nl_nl: Ingebouwde iconen kunnen niet worden verwijderd.

source: Failed to delete file.
nl_nl: Kon bestand niet verwijderen.

source: Icon deleted successfully.
nl_nl: Icoon succesvol verwijderd.

source: Please select an Edition.
nl_nl: Selecteer een editie.

source: Edition not found.
nl_nl: Editie niet gevonden.

source: No map content found for this edition.
nl_nl: Geen kaartinhoud gevonden voor deze editie.

source: Export to GPX
nl_nl: Exporteer naar GPX

source: Loading map...
nl_nl: Kaart laden...

source: Retry
nl_nl: Opnieuw proberen

source: Progress
nl_nl: Voortgang

source: You have completed
nl_nl: Je hebt

source: of this route
nl_nl: voltooid van deze route

source: Map Display Options
nl_nl: Kaart Weergave Opties

source: Show Artworks
nl_nl: Toon Kunstwerken

source: Show Information Points
nl_nl: Toon Informatiepunten

source: Show Route
nl_nl: Toon Route

source: Show My Location
nl_nl: Toon mijn locatie

source: Go to My Location
nl_nl: Ga naar mijn locatie

source: Go to Route
nl_nl: Ga naar route

source: Less than a minute
nl_nl: Minder dan een minuut

source: %d hour
nl_nl: %d uur

source: %d minute
nl_nl: %d minuut

source: Artist
nl_nl: Kunstenaar

source: Show All %s
nl_nl: Toon alle %s

source: View route details
nl_nl: Bekijk routedetails

source: Zoom to %s
nl_nl: Zoom naar %s

source: Show %s
nl_nl: Toon %s

source: Route not found.
nl_nl: Route niet gevonden.

source: Start Point
nl_nl: Startpunt

source: End Point
nl_nl: Eindpunt

source: Getting location...
nl_nl: Locatie ophalen...

source: Could not get your location
nl_nl: Kon je locatie niet ophalen

source: Location access denied. Please allow location access in your browser.
nl_nl: Locatietoegang geweigerd. Sta locatietoegang toe in je browser.

source: Location information is unavailable.
nl_nl: Locatie-informatie is niet beschikbaar.

source: Location request timed out.
nl_nl: Het verzoek om je locatie is verlopen.

source: Geolocation is not supported by this browser.
nl_nl: Geolocatie wordt niet ondersteund door deze browser.

source: No routes found.
nl_nl: Geen routes gevonden.

source: Zoom to Route
nl_nl: Inzoomen op Route

source: Art Routes Map
nl_nl: Art Routes Kaart

source: Number:
nl_nl: Nummer:

source: Location:
nl_nl: Locatie:

source: Artists:
nl_nl: Kunstenaars:

source: Artist:
nl_nl: Kunstenaar:

source: Location on Map
nl_nl: Locatie op Kaart

source: Starting %s
nl_nl: Vanaf %s

source: Until %s
nl_nl: Tot %s

source: Map
nl_nl: Kaart

source: View %s
nl_nl: Bekijk %s
